Repository: Preclowski/ArrBarr
Catalog: Packages/ArrCore/Sources/ArrCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, pl

# settings.arrbarrSActionsAre.tooltip
source: ArrBarr's actions are available in the Shortcuts app, Spotlight and Siri.
de: ArrBarrs Aktionen sind in der Kurzbefehle-App, Spotlight und Siri verfügbar.
es: Las acciones de ArrBarr están disponibles en la app Atajos, Spotlight y Siri.
fr: Les actions d'ArrBarr sont disponibles dans l'app Raccourcis, Spotlight et Siri.
nl: De acties van ArrBarr zijn beschikbaar in de Opdrachten-app, Spotlight en Siri.
pl: Akcje ArrBarr są dostępne w aplikacji Skróty, Spotlight i Siri.

# search.artists.button
source: Artists
de: Künstler
es: Artistas
fr: Artistes
nl: Artiesten
pl: Wykonawcy

# chat.askAbout.label
source: Ask about %@
de: Frag nach %@
es: Preguntar sobre %@
fr: Demander à propos de %@
nl: Vraag over %@
pl: Zapytaj o %@

# paywall.askAndManageIn.label
source: Ask and manage in plain language
de: In natürlicher Sprache fragen und verwalten
es: Pregunta y gestiona en lenguaje natural
fr: Demandez et gérez en langage naturel
nl: Vraag en beheer in gewone taal
pl: Pytaj i zarządzaj w naturalnym języku

# chat.askAnythingAboutYour.tooltip
source: Ask anything about your Sonarr / Radarr.
de: Frag alles über dein Sonarr / Radarr.
es: Pregunta lo que quieras sobre tu Sonarr / Radarr.
fr: Posez n'importe quelle question sur votre Sonarr / Radarr.
nl: Stel een vraag over jouw Sonarr / Radarr.
pl: Zapytaj o cokolwiek dotyczącego Sonarra / Radarra.

# chat.askAnything.button
source: Ask anything…
de: Frag mich etwas…
es: Pregunta lo que quieras…
fr: Posez une question…
nl: Stel een vraag…
pl: Zapytaj o cokolwiek…

# paywall.askYourLibraryAnything.label
source: Ask your library anything
de: Deine Bibliothek alles fragen
es: Pregunta lo que quieras a tu biblioteca
fr: Posez n'importe quelle question à votre bibliothèque
nl: Stel je bibliotheek alles
pl: Zapytaj swoją bibliotekę o cokolwiek

# discover.askMoreLikeDune.label
source: Ask: more like Dune (2021)
de: Fragen: mehr wie Dune (2021)
es: Pregunta: más como Dune (2021)
fr: Demandez : plus comme Dune (2021)
nl: Vraag: meer zoals Dune (2021)
pl: Zapytaj: więcej jak Diuna (2021)

# chat.askWhatSGood.tooltip
source: Ask: what's good in my library?
de: Fragen: Was gibt es Gutes in meiner Bibliothek?
es: Pregunta: ¿qué hay bueno en mi biblioteca?
fr: Demandez : qu'est-ce qui est bien dans ma bibliothèque ?
nl: Vraag: wat is er goed in mijn bibliotheek?
pl: Zapytaj: co dobrego mam w bibliotece?

# settings.assistant.button
source: Assistant
de: Assistent
es: Asistente
nl: Assistent
pl: Asystent

# settings.assistantSettings.button
source: Assistant settings
de: Assistent-Einstellungen
es: Ajustes del asistente
fr: Réglages de l'assistant
nl: Assistent-instellingen
pl: Ustawienia asystenta

# common.autoJumpOff.button
source: Auto-jump off
de: Auto-Sprung aus
es: Salto automático desactivado
fr: Saut auto désactivé
nl: Auto-sprong uit
pl: Auto-skok wyłączony

# common.autoJumpOn.button
source: Auto-jump on
de: Auto-Sprung an
es: Salto automático activado
fr: Saut auto activé
nl: Auto-sprong aan
pl: Auto-skok włączony

# detail.available.button
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
nl: Beschikbaar
pl: Dostępne

# settings.back.button
source: Back
de: Zurück
es: Atrás
fr: Retour
nl: Terug
pl: Wstecz

# discover.backToMood.button
source: Back to mood
de: Zurück zur Stimmung
es: Volver al ambiente
fr: Retour à l'ambiance
nl: Terug naar sfeer
pl: Powrót do nastroju

# discover.backToMoodPicker.button
source: Back to mood picker
de: Zurück zur Stimmungsauswahl
es: Volver al selector de ambiente
fr: Retour au choix d'ambiance
nl: Terug naar sfeerkeuzescherm
pl: Powrót do wyboru nastroju

# settings.background.button
source: Background
de: Hintergrund
es: Segundo plano
fr: Arrière-plan
nl: Achtergrond
pl: W tle

# common.backgroundWhileCooking.button
source: Background while cooking
de: Im Hintergrund beim Kochen
es: En segundo plano mientras cocinas
fr: En fond pendant la cuisine
nl: Op de achtergrond tijdens het koken
pl: W tle podczas gotowania

# settings.baseUrl.button
source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
nl: Basis-URL
pl: Adres bazowy

# common.blurPostersNsfw.button
source: Blur posters #nsfw
de: Poster unscharf #nsfw
es: Difuminar pósters #nsfw
fr: Flouter les affiches #nsfw
nl: Posters vervagen #nsfw
pl: Rozmyj plakaty #nsfw

# common.builtInSonarrRadarr.label
source: Built-in (Sonarr + Radarr)
de: Integriert (Sonarr + Radarr)
es: Integrado (Sonarr + Radarr)
fr: Intégré (Sonarr + Radarr)
nl: Ingebouwd (Sonarr + Radarr)
pl: Wbudowane (Sonarr + Radarr)

# common.buy.button
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
nl: Kopen
pl: Kup

# common.cancel.button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pl: Anuluj

# queue.cancelDownload.button
source: Cancel download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
nl: Download annuleren
pl: Anuluj pobieranie

# queue.cancelThisDownload.tooltip
source: Cancel this download?
de: Diesen Download abbrechen?
es: ¿Cancelar esta descarga?
fr: Annuler ce téléchargement ?
nl: Deze download annuleren?
pl: Anulować to pobieranie?

# detail.cast.button
source: Cast
de: Besetzung
es: Reparto
fr: Distribution
pl: Obsada

# common.changeMediaKind.button
source: Change media kind
de: Medientyp ändern
es: Cambiar tipo de medio
fr: Changer le type de média
nl: Mediatype wijzigen
pl: Zmień typ mediów

# discover.changeMood.button
source: Change mood
de: Stimmung ändern
es: Cambiar ambiente
fr: Changer d'ambiance
nl: Sfeer wijzigen
pl: Zmień mood

# settings.chatCanSearchBy.tooltip
source: Chat can search by actor, genre, and decade.
de: Chat kann nach Schauspieler, Genre und Jahrzehnt suchen.
es: El chat puede buscar por actor, género y década.
fr: Le tchat peut rechercher par acteur, genre et décennie.
nl: Chat kan zoeken op acteur, genre en decennium.
pl: Czat może szukać po aktorze, gatunku i dekadzie.

# paywall.chatDrivesYourWhole.tooltip
source: Chat drives your whole stack in plain language.
de: Chat steuert deinen gesamten Stack in natürlicher Sprache.
es: El chat controla todo tu stack en lenguaje natural.
fr: Le tchat pilote toute votre stack en langage naturel.
nl: Chat stuurt je hele stack in gewone taal aan.
pl: Czat steruje całym Twoim stackiem w naturalnym języku.

# common.chatIsAPro.button
source: Chat is a Pro feature
de: Chat ist eine Pro-Funktion
es: El chat es una función Pro
fr: Le tchat est une fonctionnalité Pro
nl: Chat is een Pro-functie
pl: Chat to funkcja Pro

# chat.chatRequiresIos26.tooltip
source: Chat requires iOS 26 with Apple Intelligence.
de: Chat erfordert iOS 26 mit Apple Intelligence.
es: El chat requiere iOS 26 con Apple Intelligence.
fr: Le tchat nécessite iOS 26 avec Apple Intelligence.
nl: Chat vereist iOS 26 met Apple Intelligence.
pl: Czat wymaga iOS 26 z Apple Intelligence.

# chat.chatRequiresMacos26.tooltip
source: Chat requires macOS 26 with Apple Intelligence.
de: Chat erfordert macOS 26 mit Apple Intelligence.
es: El chat requiere macOS 26 con Apple Intelligence.
fr: Le tchat nécessite macOS 26 avec Apple Intelligence.
nl: Chat vereist macOS 26 met Apple Intelligence.
pl: Czat wymaga macOS 26 z Apple Intelligence.

# onboarding.chatWithYourArrs.button
source: Chat with your arrs
de: Mit deinen arrs chatten
es: Chatea con tus arrs
fr: Tchater avec vos arrs
nl: Chatten met jouw arrs
pl: Czat z Twoimi arrami

# chat.chatWithYourLibrary.button
source: Chat with your library
de: Mit deiner Bibliothek chatten
es: Chatea con tu biblioteca
fr: Tchater avec votre bibliothèque
nl: Chat met je bibliotheek
pl: Czatuj ze swoją biblioteką

# intents.checkServiceHealth.button
source: Check service health
de: Dienststatus prüfen
es: Comprobar estado del servicio
fr: Vérifier l'état des services
nl: Servicestatus controleren
pl: Sprawdź stan usług

# common.clear.button
source: Clear
de: Leeren
es: Limpiar
fr: Effacer
nl: Wissen
pl: Wyczyść

# discover.clearAllPicks.tooltip
source: Clear all picks?
de: Alle Auswahlen löschen?
es: ¿Borrar todas las selecciones?
fr: Effacer toutes les sélections ?
nl: Alle keuzes wissen?
pl: Wyczyścić wszystkie wybory?

# chat.clearChat.button
source: Clear chat
de: Chat leeren
es: Borrar chat
fr: Effacer le tchat
nl: Chat wissen
pl: Wyczyść chat

# chat.clearConversation.button
source: Clear conversation
de: Unterhaltung leeren
es: Borrar conversación
fr: Effacer la conversation
nl: Gesprek wissen
pl: Wyczyść rozmowę

# queue.clearFilter.button
source: Clear filter
de: Filter leeren
es: Limpiar filtro
fr: Effacer le filtre
nl: Filter wissen
pl: Wyczyść filtr

# common.clearFilters.button
source: Clear filters
de: Filter leeren
es: Limpiar filtros
fr: Effacer les filtres
nl: Filters wissen
pl: Wyczyść filtry

# detail.clearGenres.button
source: Clear genres
de: Genre leeren
es: Limpiar géneros
fr: Effacer les genres
nl: Genres wissen
pl: Wyczyść gatunki

# discover.clearPicks.button
source: Clear picks
de: Auswahlen leeren
es: Borrar selecciones
fr: Effacer les sélections
nl: Keuzes wissen
pl: Wyczyść wybory

# detail.clickARowIn.tooltip
source: Click a row in the queue to see its details, episodes, and existing files.
de: Zeile in der Queue anklicken, um Details, Episoden und vorhandene Dateien zu sehen.
es: Haz clic en una fila de la cola para ver sus detalles, episodios y archivos existentes.
fr: Cliquez sur une ligne dans la file d'attente pour voir ses détails, épisodes et fichiers existants.
nl: Klik op een rij in de wachtrij om details, afleveringen en bestaande bestanden te zien.
pl: Kliknij wiersz w kolejce, aby zobaczyć szczegóły, odcinki i istniejące pliki.

# common.clientIsNotConfigured.label
source: Client (%@) is not configured
de: Client (%@) ist nicht konfiguriert
es: El cliente (%@) no está configurado
fr: Le client (%@) n'est pas configuré
nl: Client (%@) is niet geconfigureerd
pl: Klient (%@) nie jest skonfigurowany

# settings.close.button
source: Close
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten
pl: Zamknij

# queue.collapseSection.button
source: Collapse section
de: Abschnitt einklappen
es: Contraer sección
fr: Réduire la section
nl: Sectie inklappen
pl: Zwiń sekcję

# discover.comedy.button
source: Comedy
de: Komödie
es: Comedia
fr: Comédie
nl: Komedie
pl: Komedia

# queue.completed.button
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
nl: Voltooid
pl: Ukończone

# discover.configureRadarrInSettings.tooltip
source: Configure Radarr in Settings to save picks to your library — add-actions will open TMDB instead.
de: Radarr in den Einstellungen konfigurieren, um Auswahlen in deine Bibliothek zu speichern — Hinzufügen öffnet sonst TMDB.
es: Configura Radarr en Ajustes para guardar selecciones en tu biblioteca — las acciones «Añadir» abrirán TMDB en su lugar.
fr: Configurez Radarr dans les Réglages pour enregistrer les sélections dans votre bibliothèque — les actions « Ajouter » ouvriront TMDB à la place.
nl: Configureer Radarr in Instellingen om keuzes op te slaan in je bibliotheek — anders openen toevoeg-acties TMDB.
pl: Skonfiguruj Radarr w Ustawieniach, by zapisywać wybory do biblioteki — akcje „Dodaj” będą otwierać TMDB.

# discover.configureAnLlmProvider.tooltip
source: Configure an LLM provider in Settings to get AI-powered picks.
de: Einen LLM-Anbieter in den Einstellungen konfigurieren, um KI-Vorschläge zu erhalten.
es: Configura un proveedor LLM en Ajustes para obtener selecciones potenciadas por IA.
fr: Configurez un fournisseur LLM dans les Réglages pour obtenir des suggestions IA.
nl: Configureer een LLM-provider in Instellingen voor AI-gestuurde keuzes.
pl: Skonfiguruj dostawcę LLM w Ustawieniach, aby otrzymać propozycje AI.

# common.confirm.button
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestigen
pl: Potwierdź

# settings.confirm18.button
source: Confirm (18+)
de: Bestätigen (18+)
es: Confirmar (18+)
fr: Confirmer (18+)
nl: Bevestigen (18+)
pl: Potwierdź (18+)

# common.confirmAction.button
source: Confirm action
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action
nl: Actie bevestigen
pl: Potwierdź akcję

# onboarding.connectRadarrSonarrLidarr.button
source: Connect Radarr, Sonarr & Lidarr
de: Radarr, Sonarr & Lidarr verbinden
es: Conectar Radarr, Sonarr y Lidarr
fr: Connecter Radarr, Sonarr & Lidarr
nl: Radarr, Sonarr & Lidarr verbinden
pl: Połącz Radarr, Sonarr i Lidarr

# queue.connectRadarrSonarrOr.tooltip
source: Connect Radarr, Sonarr or Lidarr in Settings to get started.
de: Radarr, Sonarr oder Lidarr in den Einstellungen verbinden, um loszulegen.
es: Conecta Radarr, Sonarr o Lidarr en Ajustes para empezar.
fr: Connectez Radarr, Sonarr ou Lidarr dans les Réglages pour commencer.
nl: Verbind Radarr, Sonarr of Lidarr in Instellingen om te beginnen.
pl: Połącz Radarra, Sonarra lub Lidarra w Ustawieniach, aby zacząć.

# common.connectRadarrSonarrOr.tooltip
source: Connect Radarr, Sonarr or Lidarr to get started.
de: Radarr, Sonarr oder Lidarr verbinden, um loszulegen.
es: Conecta Radarr, Sonarr o Lidarr para empezar.
fr: Connectez Radarr, Sonarr ou Lidarr pour commencer.
nl: Verbind Radarr, Sonarr of Lidarr om te beginnen.
pl: Połącz Radarra, Sonarra lub Lidarra, aby zacząć.

# paywall.connectDownloadClients.button
source: Connect download clients
de: Download-Clients verbinden
es: Conectar clientes de descarga
fr: Connecter les clients de téléchargement
nl: Downloadclients verbinden
pl: Podłącz klienty pobierania

# chat.considering.button
source: Considering…
de: Überlege…
es: Considerando…
fr: En réflexion…
nl: Nadenken…
pl: Rozważam…

# queue.continue.button
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan
pl: Dalej

# paywall.control.button
source: Control
de: Steuerung
fr: Contrôle
nl: Beheer
pl: Kontrola

# common.copyTheApiKey.button
source: Copy the API Key
de: API-Schlüssel kopieren
es: Copiar la clave API
fr: Copier la clé API
nl: API-sleutel kopiëren
pl: Skopiuj klucz API

# common.couldnTLoadMetadata.button
source: Couldn't load metadata
de: Metadaten konnten nicht geladen werden
es: No se pudieron cargar los metadatos
fr: Impossible de charger les métadonnées
nl: Metagegevens konden niet worden geladen
pl: Nie udało się załadować metadanych

# discover.cozy.button
source: Cozy
de: Gemütlich
es: Acogedor
fr: Cosy
nl: Gezellig
pl: Przytulny

# discover.cozySundayAfternoon.button
source: Cozy Sunday afternoon
de: Gemütlicher Sonntagnachmittag
es: Tarde acogedora de domingo
fr: Dimanche après-midi cosy
nl: Gezellige zondagmiddag
pl: Przytulne niedzielne popołudnie

# discover.cozyNightIn.button
source: Cozy night in
de: Gemütlicher Abend zuhause
es: Noche tranquila en casa
fr: Soirée cosy à la maison
nl: Gezellige avond thuis
pl: Wieczór w domu

# discover.crime.button
source: Crime
de: Krimi
es: Crimen
fr: Policier
nl: Misdaad
pl: Kryminał

# discover.crowdPleaser.label
source: Crowd-pleaser
de: Für alle
es: Para todos
fr: Pour tout le monde
nl: Voor iedereen
pl: Dla wszystkich

# discover.cultFavorite.button
source: Cult favorite
de: Kultfilm
es: De culto
fr: Culte
nl: Cultklassieker
pl: Kultowy

# queue.currentFile.button
source: Current file
de: Aktuelle Datei
es: Archivo actual
fr: Fichier actuel
nl: Huidig bestand
pl: Obecny plik

# common.custom.button
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
nl: Aangepast
pl: Własne

# common.customFormats.button
source: Custom formats
de: Benutzerdefinierte Formate
es: Formatos personalizados
fr: Formats personnalisés
nl: Aangepaste formats
pl: Formaty niestandardowe

# history.customFormats.button
source: Custom formats:
de: Benutzerdefinierte Formate:
es: Formatos personalizados:
fr: Formats personnalisés :
nl: Aangepaste formats:
pl: Formaty niestandardowe:

# discover.customMood.button
source: Custom mood
de: Eigene Stimmung
es: Ambiente personalizado
fr: Ambiance personnalisée
nl: Eigen sfeer
pl: Własny mood

# discover.decade.label
source: DECADE
de: JAHRZEHNT
es: DÉCADA
fr: DÉCENNIE
nl: DECENNIUM
pl: DEKADA

# settings.dark.button
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
nl: Donker
pl: Mroczny

# discover.dateNight.button
source: Date night
de: Date-Abend
es: Cita
fr: Soirée en amoureux
nl: Romantische avond
pl: Randka

# settings.default.button
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
nl: Standaard
pl: Domyślny

# discover.decadeFilter.label
source: Decades
de: Jahrzehnte
es: Décadas
fr: Décennies
nl: Decennia
pl: Dekady

# queue.delete.button
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen
pl: Usuń

# history.deleted.button
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
nl: Verwijderd
pl: Usunięte

# settings.demoMode.button
source: Demo mode
de: Demo-Modus
es: Modo demo
fr: Mode démo
nl: Demomodus
pl: Tryb demo

# common.demoModeDisabled.button
source: Demo mode disabled
de: Demo-Modus deaktiviert
es: Modo demo desactivado
fr: Mode démo désactivé
nl: Demomodus uitgeschakeld
pl: Tryb demo wyłączony

# common.demoModeEnabled.button
source: Demo mode enabled
de: Demo-Modus aktiviert
es: Modo demo activado
fr: Mode démo activé
nl: Demomodus ingeschakeld
pl: Tryb demo włączony

# settings.detachFromTheMenu.tooltip
source: Detach from the menu bar into a standalone window with a Dock icon. Closing the window returns it to the Dock.
de: Von der Menüleiste in ein eigenständiges Fenster mit Dock-Icon ablösen. Beim Schließen des Fensters kehrt es ins Dock zurück.
es: Separa de la barra de menús en una ventana independiente con icono en el Dock. Cerrar la ventana la devuelve al Dock.
fr: Détacher de la barre des menus dans une fenêtre autonome avec icône dans le Dock. Fermer la fenêtre la renvoie dans le Dock.
nl: Losmaken van de menubalk als een zelfstandig venster met een Dock-pictogram. Het venster sluiten zet het terug in de Dock.
pl: Odepnij od paska menu do osobnego okna z ikoną w Docku. Zamknięcie okna chowa je z powrotem do Docka.

# common.detachIntoAWindow.button
source: Detach into a window
de: In Fenster ablösen
es: Abrir en ventana independiente
fr: Détacher dans une fenêtre
nl: Losmaken als venster
pl: Odepnij to okno

# settings.developerOptions.button
source: Developer options
de: Entwickleroptionen
es: Opciones de desarrollador
fr: Options développeur
nl: Ontwikkelaarsopties
pl: Opcje deweloperskie

# common.developerOptionsEnabled.label
source: Developer options enabled
de: Entwickleroptionen aktiviert
es: Opciones de desarrollador activadas
fr: Options développeur activées
nl: Ontwikkelaarsopties ingeschakeld
pl: Opcje programisty włączone

# settings.deviceSpecificSettingsRefresh.tooltip
source: Device-specific settings (refresh intervals, appearance, MCP) stay on this device.
de: Gerätespezifische Einstellungen (Aktualisierungsintervalle, Erscheinungsbild, MCP) bleiben auf diesem Gerät.
es: Los ajustes específicos del dispositivo (intervalos de actualización, apariencia, MCP) permanecen en este dispositivo.
fr: Les réglages spécifiques à l'appareil (intervalles d'actualisation, apparence, MCP) restent sur cet appareil.
nl: Apparaatspecifieke instellingen (verversingsintervallen, uiterlijk, MCP) blijven op dit apparaat.
pl: Ustawienia specyficzne dla urządzenia (interwały odświeżania, wygląd, MCP) pozostają na tym urządzeniu.

# discover.disableAutoJumpTo.label
source: Disable auto-jump to picks every 10
de: Auto-Sprung zu Auswahlen alle 10 deaktivieren
es: Desactivar salto automático a selecciones cada 10
fr: Désactiver le saut auto vers les sélections toutes les 10
nl: Auto-sprong naar keuzes elke 10 uitschakelen
pl: Wyłącz auto-skok do wyborów co 10

# discover.discover.button
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
nl: Ontdekken
pl: Odkrywaj

# discover.discoverSession.button
source: Discover session
de: Entdeckungs-Session
es: Sesión Discover
fr: Session Discover
nl: Ontdeksessie
pl: Sesja Discover

# settings.discovery.button
source: Discovery
de: Entdecken
es: Descubrimiento
fr: Découverte
nl: Ontdekken
pl: Odkrywanie

# common.display.button
source: Display
de: Anzeige
es: Visualización
fr: Affichage
nl: Weergave
pl: Wyświetlanie

# common.doYouWantTo.tooltip
source: Do you want to save your changes before closing?
de: Änderungen vor dem Schließen speichern?
es: ¿Quieres guardar los cambios antes de cerrar?
fr: Voulez-vous enregistrer vos modifications avant de fermer ?
nl: Wil je de wijzigingen opslaan voordat je sluit?
pl: Czy chcesz zapisać zmiany przed zamknięciem?

# discover.documentary.button
source: Documentary
de: Dokumentation
es: Documental
fr: Documentaire
nl: Documentaire
pl: Dokument

# common.donTSave.button
source: Don't Save
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
nl: Niet opslaan
pl: Nie zapisuj

# onboarding.done.button
source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar
pl: Gotowe

# queue.download.button
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
nl: Downloaden
pl: Pobierz

# queue.downloadActions.button
source: Download actions
de: Download-Aktionen
es: Acciones de descarga
fr: Actions de téléchargement
nl: Downloadacties
pl: Akcje pobierania

# paywall.downloadClientsAreA.label
source: Download clients are a Pro feature
de: Download-Clients sind eine Pro-Funktion
es: Los clientes de descarga son una función Pro
fr: Les clients de téléchargement sont une fonctionnalité Pro
nl: Downloadclients zijn een Pro-functie
pl: Klienty pobierania to funkcja Pro

# queue.downloading.button
source: Downloading
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
nl: Downloaden
pl: Pobieranie

# discover.lengthFilter.label
source: Length
de: Länge
es: Duración
fr: Durée
nl: Lengte
pl: Długość

# common.easyComfortWatch.button
source: Easy comfort watch
de: Leichte Unterhaltung
es: Fácil de ver
fr: Visionnage détente
nl: Lekker makkelijk kijkvoer
pl: Lekki film do oglądania

# discover.editMoodAndFilters.button
source: Edit mood and filters
de: Stimmung und Filter bearbeiten
es: Editar ambiente y filtros
fr: Modifier l'ambiance et les filtres
nl: Sfeer en filters bewerken
pl: Edytuj mood i filtry

# settings.enableAi.button
source: Enable AI
de: KI aktivieren
es: Activar IA
fr: Activer l'IA
nl: AI inschakelen
pl: Włącz AI

# settings.enableMcp.button
source: Enable MCP
de: MCP aktivieren
es: Activar MCP
fr: Activer MCP
nl: MCP inschakelen
pl: Włącz MCP

# common.enableChat.button
source: Enable chat
de: Chat aktivieren
es: Activar chat
fr: Activer le tchat
nl: Chat inschakelen
pl: Włącz czat

# settings.enabled.button
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
nl: Ingeschakeld
pl: Włączone

# onboarding.enjoyingArrbarr.tooltip
source: Enjoying ArrBarr?
de: Gefällt dir ArrBarr?
es: ¿Te gusta ArrBarr?
fr: ArrBarr vous plaît ?
nl: Geniet je van ArrBarr?
pl: Podoba ci się ArrBarr?

# settings.enterAValidUrl.tooltip
source: Enter a valid URL (http:// or https://).
de: Eine gültige URL eingeben (http:// oder https://).
es: Introduce una URL válida (http:// o https://).
fr: Saisissez une URL valide (http:// ou https://).
nl: Voer een geldige URL in (http:// of https://).
pl: Podaj prawidłowy adres URL (http:// lub https://).

# common.epic.button
source: Epic
de: Episch
es: Épico
fr: Épique
nl: Episch
pl: Epicki

# queue.episodes.button
source: Episodes
de: Episoden
es: Episodios
fr: Épisodes
nl: Afleveringen
pl: Odcinki

# chat.evaluating.button
source: Evaluating…
de: Bewerte…
es: Evaluando…
fr: Évaluation…
nl: Beoordelen…
pl: Oceniam…

# history.event.button
source: Event
de: Ereignis
es: Evento
fr: Événement
nl: Gebeurtenis
pl: Zdarzenie

# search.existing.button
source: Existing
de: Vorhanden
es: Existente
fr: Existant
nl: Bestaand
pl: Istniejący

# common.existingFile.button
source: Existing file
de: Vorhandene Datei
es: Archivo existente
fr: Fichier existant
nl: Bestaand bestand
pl: Istniejący plik
